Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/financial_institutions/money_laundering_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Money laundering is the processing of criminal proceeds (cash and assets obtained from criminal activities) to disguise their illegal origin
ga: Tugtar sciúradh airgid ar phróiseáil fáltais choiriúla (airgid tirim agus sócmhainní a fhaightear ó ghníomhaíochtaí coiriúla) chun a mbunús neamhdhleathach a cheilt

source: It is a world-wide problem and governments have been taking major steps in recent years to combat it
ga: Is fadhb í atá ar fud an domhain agus le blianta beaga anuas, tá rialtais ag déanamh tréaniarrachtaí chun dul i ngleic léi

source: Money laundering has been treated as a very serious offence since the passing of the Criminal Justice Act in 1994
ga: In Éirinn, déileáladh le sciúradh airgid mar choir an-tromchúiseach ó ritheadh an tAcht um Cheartas Coiriúil, i 1994

source: The Criminal Justice (Money Laundering and Terrorist Financing) Acts 2010 and 2013 update Irish anti-money laundering and terrorist financing legislation and brings it in line with the requirements of the third EU Anti-Money Laundering Directive (2005/60/EC). Ireland will be required to transpose the fourth EU Anti-Money Laundering Directive (2015/849/EU) into Irish law
ga: Déanann an tAcht um Cheartas Coiriúil (Sciúradh Airgid agus Maoiniú Sceimhlitheoireachta), 2010 reachtaíocht frithsciúrtha airgid agus frithmhaoinithe sceimhlitheoireachta na hÉireann a nuashonrú agus cuireann sé iad ar aon dul le ceanglais an tríú Treoir ón AE maidir le Sciúradh Airgid (2005/60/CE)

source: Ireland is also obliged to implement certain recommendations of the Financial Action Task Force (FATF) the international anti-money laundering and anti-terrorist financing body
ga: Ina theannta sin, tugann an tAcht éifeacht do mholtaí áirithe an Tascfhórsa Gníomhaíochta Airgeadais (FATF), an comhlacht idirnáisiúnta frithsciúrtha airgid agus frithmhaoinithe sceimhlitheoireachta

source: What is a money laundering offence?
ga: Céard is cion sciúrtha airgid?

source: Section 7 of the Act defines a money laundering offence in terms of property that is the "proceeds of criminal conduct"
ga: Tugtar sainmhíniú in Alt 7 den Acht ar chion sciúrtha airgid i dtéarma réadmhaoine atá mar fháltais ó iompar coiriúil

source: Money laundering offences are committed where a person knows or believes (or is reckless as to whether or not) that the property represents the proceeds of criminal conduct and the person is involved in:
ga: Tá cionta sciúrtha airgid déanta ag duine nuair is eol do dhuine, nó nuair a chreideann siad, gurb éard atá sa réadmhaoin fáltais ó iompar coiriúil agus go bhfuil baint ag an duine sa mhéid a leanas:

source: • Concealing or disguising the true nature, source, location, disposition, movement or ownership of the property
ga: • Cineál, foinse, láthair, cóiriú, gluaiseacht nó úinéireacht fhíor na réadmhaoine a cheilt

source: • Converting, transferring, handling, acquiring, possessing or using the property or
ga: • An réadmhaoin a thiontú, a aistriú, a láimhseáil, a fháil, a bheith faoi d’úinéireacht nó a úsáid, nó

source: • Removing the property from, or bringing the property into, the State
ga: • An réadmhaoin a bhaint ón Stát, nó í a thabhairt isteach chuig an Stát

source: What is a “designated person”?
ga: Cad is “duine ainmnithe” ann?

source: The Act places obligations on designated persons to guard against their businesses being used for money laundering or terrorist financing purposes
ga: Leagann an tAcht dualgais ar dhaoine ainmnithe chun a gnólachtaí a chosaint i leith bheith úsáidte le haghaidh sciúradh airgid nó cuspóirí maoinithe sceimhlitheoireachta

source: Section 25 of the Act defines the term ‘‘designated person’’ as any person working in Ireland in any of the following capacities:
ga: Tugtar an sainmhíniú in Alt 25 den Acht ar an téarma “duine ainmnithe” mar aon duine a oibríonn in Éirinn in aon cheann de na poist a leanas:

source: • A credit or a financial institution (this includes funds and fund service providers, money lenders and money transmission or bureaux de change businesses) unless specifically excepted
ga: • Institiúid creidmheasa nó airgeadais (áirítear leis seo soláthraithe seirbhíse ciste agus cistí, iasachtóirí airgid agus tarchur airgid/gnólachtaí bureau de change) mura ndéantar eisceacht shonrach díobh

source: • An auditor, external accountant or tax adviser
ga: • Iniúchóir, cuntasóir seachtrach nó comhairleoir cánach

source: • A relevant independent legal professional
ga: • Gairmí ábhartha neamhspleách dlí

source: • A trust or company service provider
ga: • Iontaobhas nó soláthraí seirbhíse cuideachta

source: • A person who directs a private members club at which gambling activities are carried out
ga: • Duine atá ina stiúrthóir ar chumann príobháideach ball ina dtugtar faoi ghníomhaíochtaí cearrbhachais

source: • A person trading in goods in respect of transactions involving the receipt of cash of at least €15,000
ga: • Duine a thrádálann in earraí maidir le hidirbheartaíochtaí lena mbaineann ar a laghad €15,000 d'airgead a fháil

source: • Any other person of a prescribed class
ga: • Duine ar bith eile d’aicme a fhorordaítear

source: *Casinos are currently illegal in Ireland but they have been included on the list above as a result of judgements of the European Court
ga: Tá *casino in aghaidh an dlí in Éirinn faoi láthair ach cuireadh san áireamh ar an liosta thuas iad mar thoradh ar bhreithiúnais a rinne an Chúirt Eorpach

source: These judgements found that even though casinos are illegal in Ireland, EU member states must still ensure all provisions of the money laundering directive are set down in national law
ga: Dheimhnigh na breithiúnais seo, cé go bhfuil casino in aghaidh an dlí in Éirinn fiú, ní mór do bhallstáit an AE a chinntiú go leagtar síos forálacha uile na treorach um sciúradh airgid ina ndlí náisiúnta

source: The Act also establishes a number of competent authorities who monitor designated persons and secure compliance with the requirements of the Act
ga: Ina theannta sin, bunaíonn an tAcht roinnt údaráis inniúla a dhéanann monatóireacht ar dhaoine ainmnithe agus a chinntíonn comhlíonadh cheanglais an Achta

source: • The Central Bank of Ireland for credit institutions or financial institutions
ga: • Banc Ceannais na hÉireann le haghaidh institiúidí creidmheasa nó airgeadais

source: • The designated accountancy bodies for auditors, external accountants or tax advisers
ga: • Na comhlachtaí ainmnithe cuntasaíochta le haghaidh iniúchóirí, cuntasóirí seachtracha nó comhairleoirí cánach

source: • The Law Society of Ireland for solicitors
ga: • Dlí-Chumann na hÉireann le haghaidh aturnaetha

source: • The General Council of the Bar of Ireland for barristers
ga: • Comhairle Ghinearálta Abhcóidí na hÉireann le haghaidh abhcóidí

source: • The Minister for Justice and Equality for any other designated person (administered by the Anti-Money Laundering Compliance Unit – see below)
ga: • An tAire Dlí agus Cirt le haghaidh aon duine ainmnithe eile (arna riar ag an Aonad Comhlíonta Frithsciúrtha Airgid (féach thíos)

source: What are the obligations of designated persons?
ga: Céard iad dualgais daoine ainmnithe?

source: • Apply customer due diligence (for example, identify customers or beneficial owners),
ga: • Dícheall cuí don chustaiméir a chur i bhfeidhm (mar shampla, custaiméirí nó úinéirí tairbhiúla a shainaithint),

source: • Report suspicious transactions to An Garda Síochána and Revenue and
ga: • Idirbheartaíochtaí amhrasta a thuairisciú don Gharda Síochána agus do na Coimisinéirí Ioncaim agus

source: • Have specific procedures in place to prevent money laundering and terrorist financing
ga: • Nósanna imeachta sonracha a bheith i bhfeidhm chun sciúradh airgid agus maoiniú sceimhlitheoireachta a chosc

source: Customer due diligence obligations are designed to make it more difficult for businesses to be used by for criminal money laundering or terrorist financing
ga: Tá dualgais um dhícheall cuí don chustaiméir in ainm agus deacracht níos mó a chruthú chun gnólachtaí a úsáid le haghaidh sciúradh airgead coiriúil nó maoiniú sceimhlitheoireachta

source: The legislation on money laundering requires that if you open a bank account you will need to provide proof of your identity
ga: Ceanglaíonn an reachtaíocht sciúrtha airgid in Éirinn gur gá duit cruthúnas aitheantais a chur ar fáil, má osclaíonn tú cuntas bainc

source: You may also be asked other questions, for example, about the origin of funds and the nature of your business
ga: Ina theannta sin, d’fhéadfaí ceisteanna eile a chur ort, mar shampla, faoi bhunús na gcistí agus faoi chineál do ghnólachta

source: You can visit the Competition and Consumer Protection Commission's website for more information on opening a bank account in Ireland
ga: Féadfaidh tú cuairt a thabhairt ar láithreán gréasáin na Gníomhaireachta Náisiúnta Tomhaltóirí chun teacht ar níos mó faisnéise ar chuntas bainc a oscailt in Éirinn

source: Anti-Money Laundering Compliance Unit
ga: An tAonad Comhlíonta Frithsciúrtha Airgid

source: The Anti-Money Laundering Compliance Unit (AMLCU) has been established within the Department of Justice and Equality
ga: Bunaíodh an tAonad Comhlíonta Frithsciúrtha Airgid (AMLCU) laistigh den Roinn Dlí agus Cirt

source: The AMCLU administers and monitors designated persons that are assigned by the Act to the Minister for Justice and Equality
ga: Riarann an AMCLU agus déanann siad monatóireacht ar dhaoine ainmnithe atá sannta ag an Acht don Aire Dlí agus Cirt

source: • Auditors, external accountants, and tax advisers who are not already supervised by a designated accountancy body, the Law Society of Ireland or the General Council of the Bar of Ireland
ga: • Iniúchóirí, cuntasóirí seachtracha agus comhairleoirí cánach nach bhfuil faoi mhaoirsiú an chomhlachta ainmnithe cuntasaíochta cheana, Dlí-Chumann na hÉireann nó Comhairle Ghinearálta Abhcóidí na hÉireann

source: • Trust or company service providers (if the person is a member of a designated accountancy body, the designated accountancy body will be the competent authority)
ga: • Iontaobhas nó soláthraithe seirbhíse cuideachta (más ball de chomhlacht ainmnithe cuntasaíochta an ball, beidh an comhlacht ainmnithe cuntasaíochta an t-údarás inniúil)

source: • Private members' gaming clubs (a person who effectively directs a private members’ club at which gambling activities are carried on, but only in respect of those gambling activities)
ga: • Cumainn chluichíochta ball príobháideach (duine a stiúrann cumann ball príobháideach, le héifeacht, ina dtugtar faoi ghníomhaíochtaí cearrbhachais, ach cumann ina dtugtar faoi na gníomhaíochtaí cearrbhachais sin amháin)

source: • Any business trading in goods where cash payments of €15,000 are accepted
ga: • Aon ghnólacht a thrádálann in earraí ina nglactar le híocaíochtaí €15,000

source: This sector is diverse and covers businesses from antique dealers, boat and car sales to dealers in precious stones and jewellers
ga: Is fairsing don earnáil seo agus cuimsíonn sí gnólachtaí idir déileálaithe seandachtaí, díolacháin bhád agus ghluaisteán agus déileálaithe i gclocha lómhara agus seodóirí

source: Monitoring involves inspections of designated persons to ensure that they are meeting their requirements under the Act
ga: Is éard atá i gceist le monatóireacht imscrúduithe a dhéanamh ar dhaoine ainmnithe lena chinntiú go gcomhlíonann siad a gceanglais faoin Acht

source: These inspections are undertaken by authorised officers appointed by the Minister
ga: Tugann oifigigh údaraithe faoi na himscrúduithe seo a cheapann an tAire

source: A conviction on charges of money laundering carries a maximum penalty of 14 years imprisonment
ga: Gearrtar pionós uasta príosúnacht 14 bliana tar éis duine a ionchúiseamh i leith sciúradh airgid

source: It is also an offence for a person to provide advice or assistance to anyone engaged in money laundering
ga: Ina theannta sin, is cion é go gcuireann duine comhairle nó cúnamh ar fáil d’aon duine a thugann faoi sciúradh airgid
